
export const creativeContentPlaceholder = `请输入内容 ~ （字数限制为9-40个字）
1、推广内容和推广标题请勿完全相同，否则无法通过审核；
2、请填写完整通顺的语句，切勿堆叠词语，以免影响投放效果；
3、请勿连续使用标点符号，如“非常好！！！”，否则无法通过审核。
`

export const cpcTopPriceTip = '首次为您推荐新词左侧（上方）指导价。您设置的出价是您愿意为一次PC端点击所支付的最高费用。实际点击价格不超过您的出价，一些情况下甚至可能远低于您的出价，为您尽可能地节省推广预算。'

export const searchIndexTip = '最近30天内网民的日均搜索情况，指数越高表明网民搜索次数越多。日均搜索量大小仅与关键词本身、推广地域有关系，一般来说，推广地域越多，同一个关键词的日均搜索量越大。'

export const mobileRatioTip = '您能够以PC端关键词出价乘以一定比例的方式设定移动设备的关键词出价，方便您使用同个计划管理多屏投放。移动端最高出价 = PC端CPC最高出价 * 移动端出价比例。'

export const campaignStatusTooltip = `
计划包含以下6种状态：
  1. 有效：表示计划当前可以推广，但是计划能否正常展现，由审核状态决定；
  2. 下线：表示当前计划被删除；
  3. 计划预算不足：表示当前计划推广预算已花完；
  4. 账户余额不足：表示当前账户余额不足以开启该计划，无法推广；
  5. 不在投放期：表示当前计划当前不在推广日期内；
  6. 暂停投放：表示当前计划设置了暂停，无法正常展现。
`

export const campaignAuditStatusTooltip = `
审核包含以下3种状态：
  1. 审核驳回
  2. 审核中
  3. 审核通过
`
