
<template>
  <div class="text">
    <h3>托管对象</h3>
    <p>百姓网购买全网通或站外推广的用户</p>

    <h3>托管内容</h3>
    <p>
      <ol>
        <li>1. 同意托管的用户将由百姓网运营人员统一操作管理广告系统推广账户</li>
        <li>2. 同意托管的用户，百姓网运营人员有权操作您的推广计划，包含但不限于新增计划、修改计划，如：</li>
        <ul>
          <li>创意的修改；</li>
          <li>关键词的修改（添加、删除）；</li>
          <li>关键词价格的调整（价格上调、价格下调）</li>
          <li>推广时间的修改；</li>
          <li>推广地域的修改；</li>
        </ul>
        <li>3. 对于违法信息的发布，百姓网运营人员有权删除并冻结您的账户。</li>
      </ol>
    </p>

    <h3>托管功能</h3>
    <p>
      <ol>
        <li>1. 百姓网运营人员会尝试帮助托管商户规避一些不必要的推广平台扣费；</li>
        <li>2. 百姓网运营人员会尝试帮助托管商户提高网站曝光率，提升关键词质量度，保障排名靠前；</li>
        <li>3. 百姓网运营人员会尝试帮助托管商户提升移动端搜索占有率，抢占优质移动客户资源，移动搜索排名首页</li>
      </ol>
    </p>

    <h3>温馨提示</h3>
    <p>
      <ol>
        <li>1. 托管周期为六个月，从您同意托管当天开始，百姓网的运营人员对您的账户进行优化；</li>
        <li>2. 本服务不做任何效果承诺；</li>
        <li>3. 您主动将账户名和密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，账户内容更改所产生的消耗，本公司不承担后果；</li>
        <li>4. 解释权归百姓网所有</li>
      </ol>
    </p>
  </div>
</template>

<script>
export default {
  name: 'contract'
}
</script>

<style scoped>
.text {
  overflow: auto;
}
h3 {
  text-align: center;
}
ol {
  list-style-type: none;
  margin-left: 0;
  padding-left: 0;
}
</style>
